[Strings]
ID_APP_ABOUT=Показать информацию о программе, номер версии ПО и авторские права\nО программе
ID_APP_EXIT=Выйти из приложения; сохранить документы\nВыход
ID_FILE_NEW=Создать новый документ\nСоздать
ID_FILE_OPEN=Открыть документ\nОткрыть
ID_FILE_CLOSE=Закрыть документ\nЗакрыть
ID_FILE_SAVE=Сохранить документ\nСохранить
ID_FILE_SAVE_AS=Сохранить документ под другим именем\nСохранить как
ID_FILE_PAGE_SETUP=Изменить макет рабочего окна
ID_FILE_PRINT_SETUP=Настройки принтера и параметров печати\nНастройка печати
ID_FILE_PRINT=Распечатать документ\nПечать
ID_FILE_PRINT_PREVIEW=Показать страницы полностью\nПредварительный просмотр
ID_FILE_MRU_FILE1=Открыть документ
ID_NEXT_PANE=Переключиться на следующую панель окна\nСледующая панель
ID_PREV_PANE=Вернуться к предыдущей панели окна\nПредыдущая панель
ID_WINDOW_NEW=Открыть другое окно для активного документа\nНовое окно
ID_WINDOW_ARRANGE=Свернуть все окна в нижнюю часть экрана\nСвернуть
ID_WINDOW_CASCADE=Расположить окна с перекрытием\nКаскадные окна
ID_WINDOW_TILE_HORZ=Упорядочить окна по горизонтали\nРазместить окна горизонтильной мозаикой
ID_WINDOW_TILE_VERT=Упорядочить окна по вертикали\nРазместить окна вертикальной мозаикой
ID_WINDOW_SPLIT=Разделить активное окно на панели\nРазделить
ID_EDIT_CLEAR=Стереть выбранное\nСтереть
ID_EDIT_CLEAR_ALL=Стереть все\nСтереть все
ID_EDIT_COPY=Скопировать выбранное и поместить в буфер обмена\nКопировать
ID_EDIT_CUT=Вырезать выбранное и поместить в буфер обмена\nВырезать
ID_EDIT_FIND=Найти определенный текст\nНайти
ID_EDIT_PASTE=Вставить содержимое буфера обмена\nВставить
ID_EDIT_REPEAT=Повторить последнее действие\nПовторить
ID_EDIT_REPLACE=Заменить определенный текст другим\nЗаменить
ID_EDIT_SELECT_ALL=Выбрать весь документ\nВыбрать всё
ID_EDIT_UNDO=Отменить последнее действие\nОтменить
ID_EDIT_REDO=Повторить последнее действие\nПовторить
ID_VIEW_TOOLBAR=Показать или скрыть панель инструментов для файла\nПанель инструментов
ID_VIEW_STATUS_BAR=Показать или скрыть строку состояния\nСтрока состояния
AFX_IDS_SCSIZE=Изменить размер окна
AFX_IDS_SCMOVE=Изменить положение окна
AFX_IDS_SCMINIMIZE=Свернуть окно
AFX_IDS_SCMAXIMIZE=Развернуть окно до полного размера
AFX_IDS_SCNEXTWINDOW=Перейти к следующему окну
AFX_IDS_SCPREVWINDOW=Перейти к предыдущему окну 
AFX_IDS_SCCLOSE=Закрыть активное окно с сохранением данных
AFX_IDS_SCRESTORE=Восстановить окно до нормального размера
AFX_IDS_SCTASKLIST=Активировать список задач
AFX_IDS_MDICHILD=Активировать это окно
AFX_IDS_PREVIEW_CLOSE=Закрыть режим предварительного просмотра\nОтменить предварительный просмотр
IDS_FileDialog_FileName	=Имя файла:
IDS_FileDialog_LookIn	=Просмотр:
IDS_FileDialog_OpenType	=Тип файла:
IDS_FileDialog_SaveIn	=Сохранить:
IDS_FileDialog_SaveType	=Схранить как:
IDS_FileDialog_Open		=Открыть
IDS_FileDialog_Save		=Сохранить
IDS_FileDialog_Cancel	=Отмена

IDS_SEMCORECTRLPANELSTAND1CTRL_Brightness=Яркость SE
IDS_SEMCORECTRLPANELSTAND1CTRL_Contrast=Контраст SE
IDS_SEMCORECTRLPANELSTAND1CTRL_DObjectiveLens=Воблер объектива
IDS_SEMCORECTRLPANELSTAND1CTRL_DFocus=Динамический фокус
IDS_SEMCORECTRLPANELSTAND1CTRL_HV=HV
IDS_SEMCORECTRLPANELSTAND1CTRL_CPS_HV =HV
IDS_SEMCORECTRLPANELSTAND1CTRL_SP_HV =HV
IDS_SEMCORECTRLPANELSTAND1CTRL_RobinsonDetector=Контраст BSE
IDS_SEMCORECTRLPANELSTAND1CTRL_Signal2Brightness=Яркость BSE
IDS_SEMCORECTRLPANELSTAND1CTRL_YAdjust=Коррекция наклона
IDS_SEMCORECTRLPANELSTAND2CTRL_Stig=Стигматор
IDS_SEMCORECTRLPANELSTAND3CTRL_ScanRotate=Поворот сканирования
IDS_SEMCORECTRLPANELSTAND4CTRL_GunI=Пушка
IDS_SEMCORECTRLPANELSTAND6CTRL_CondenserLens=Конденсорная линза
IDS_SEMCORECTRLPANELSTAND6CTRL_ObjectiveLens=Объективная линза
IDS_SEMCORECTRLPANELSTAND6CTRL_Coarse=Грубо
IDS_SEMCORECTRLPANELSTAND6CTRL_Fine=Средне
IDS_SEMCORECTRLPANELSTAND6CTRL_Tiny=Точно
IDS_SEMCORECTRLPANELSTAND6CTRL_Rev=Размагнитить
IDS_SEMCORECTRLPANELSTAND6CTRL_Auto=Авто
IDS_SEMCORECTRLPANELSTAND7CTRL_AuxStig=Доп. Стиг. (Дополнительная настройка стигматоров)
IDS_SEMCORECTRLPANELSTAND7CTRL_ImageReverse=Инверсия изображения
IDS_SEMCORECTRLPANELSTAND7CTRL_RobinsonDetector=Детектор BSE
IDS_SEMCORECTRLPANELSTAND7CTRL_SACP=S.A.C.P. (Каналирование)
IDS_SEMCORECTRLPANELSTAND9CTRL_Magnifier=Увеличение
IDS_SEMCORECTRLPANELSTANDACTRL_CondenserLensRev=Размагничивание конденсора
IDS_SEMCORECTRLPANELSTANDACTRL_DCondenserLens=Воблер конденсора
IDS_SEMCORECTRLPANELSTANDACTRL_DObjectiveLensSwitch=Включить воблера объектива
IDS_SEMCORECTRLPANELSTANDACTRL_YAdjustSwitch=Включить коррекцию наклона
IDS_SEMCORECTRLPANELSTANDACTRL_DFocusSwitch=Включить динамический фокус
IDS_SEMCORECTRLPANELSTANDACTRL_ObjectiveLensRev=Размагничивание объектива
IDS_SEMCORECTRLPANELSTANDACTRL_RDSwitch=Включить BSE детектор
IDS_SEMCORECTRLPANELSTANDACTRL_Signal2Brightness=Сигнал 2 Яркость
IDS_SEMCORECTRLPANELSTANDACTRL_Signal2Contrast=Сигнал 2 Контраст
IDS_SEMCORECTRLPANELSTANDACTRL_Time=Журнал времени использования
IDS_SEMCORECTRLPANELSTANDACTRL_WD=Рабочее расстояние
IDS_SEMCORECTRLPANELSTAND1CTRL_CPS_Bias=Напряжение смещения
IDS_SEMCORECTRLPANELSTAND1CTRL_CPS_FilamentCurrent=Ток накала
IDS_SEMCORECTRLPANELSTAND1CTRL_SP_Heater =Ток накала
IDS_SEMCORECTRLPANELSTAND1CTRL_SP_Bias=Управление током эмиссии

IDS_SEMCORECTRLPANELSTAND1CTRL_Wobbler_Amp=Амплитуда воблера
IDS_SEMCORECTRLPANELSTAND1CTRL_Wobbler_Freq=Частота воблера
IDS_SEMCORECTRLPANELSTAND1CTRL_FilImg=Изображение эмиссии
IDS_SEMCORECTRLPANELSTAND2CTRL_BeamShift=Смещение пучка
IDS_SEMCORECTRLPANELSTAND2CTRL_BeamAlign=Наклон пучка
IDS_SEMCORECTRLPANELSTAND2CTRL_ScanShift=Сдвиг изображения
IDS_SEMCORECTRLPANELSTANDACTRL_FilImgSwitch=Включение режима изображения эмиссии
IDS_SEMCORECTRLPANELSTANDACTRL_AuxStigSwitch=Включить Доп. Стиг.

IDS_OK						=OK
IDS_CANCEL					=Отмена
IDS_YES=Да
IDS_NO=Нет
IDS_APPLY_NOW=Применить
IDS_HELP=Помощь
IDS_6K_BUTTON_Register=Ввести ключ
IDS_SEMCTL_DEBUG=Отладка
IDS_BUTTON_ALL=Выбрать все
IDS_BUTTON_Clear=Очистить выбор
IDS_PANEL_LOG_Btn_Select=Выбрать
IDS_PANEL_LOG_Btn_Msg=Сообщение
IDS_PANEL_LOG_Btn_Clear=Очистить
IDS_PANEL_LOG_Btn_Save=Сохранить
IDS_CHECK_Vacuum_VACUUM_POWER=Начать
IDS_CHECK_Vacuum_VACUUM_SWITCH=OneKEY
IDS_CHECK_Vacuum_GUN_VENT=Напуск пушки
IDS_CHECK_Vacuum_CHAMBER_VENT=Напуск камеры
IDS_CHECK_Vacuum_CHAMBER_High=Высокий вакуум в камере
IDS_CHECK_Vacuum_CHAMBER_Low=Низкий вакуум в камере
IDC_BUTTON_IMP_PANEL_Navigate = Navigate
IDC_CHECK_Vacuum_VACUUM_STANDBY	= Standby
IDC_STATIC_Beam_Target=Target Beam
IDC_BUTTON_Beam_Detection=Auto Detect
IDC_STATIC_Beam_Current=Land Beam (pA)
IDC_STATIC_Beam_Port=Port
IDC_STATIC_Beam_Aper=Aperture
IDC_STATIC_Beam_AperSel=Selected Aperture: 
IDC_STATIC_Beam_AperReal=Real Aperture: 
IDD_DLG_SetImageData=Setting Parameters
IDC_BUTTON_SetData=Parameters
IDC_BUTTON_SetLoad=Load
IDC_BUTTON_SetSave=Save
IDC_BUTTON_SetChoose=Choose
IDS_BUTTON_AT_Cali_Coadjust_1=Расч. и применить
IDS_BUTTON_AT_Cali_Coadjust_2=Сброс
IDS_BUTTON_AT_Cali_Coadjust_3=Запись
IDS_BUTTON_AT_Cali_Coadjust_4=Чтение
IDS_BUTTON_AT_Cali_Coadjust_5=Добавить
IDS_STATIC_AT_Cali_Coadjust_Length=Стандартная длина:
IDS_BUTTON_AT_Cali_Coadjust_SetLength=Установить
IDS_BUTTON_Debug_Tab_Mon=Контроль состояния системы
IDS_BUTTON_Debug_Tab_Advance=Дополнительно
IDS_BUTTON_Debug_Tab_Debug=Отладка
IDS_CHECK_OFF=Выкл.
IDS_BUTTON_ReLink_HVpower=Сброс
IDS_Stage_Absolute=Абсолютные значения
IDS_Stage_Relative=Относительные значения
IDS_Stage_Pos_Add=Добавить
IDS_Stage_Pos_Delete=Удалить
IDS_Stage_Pos_Update=Обновить
IDS_Stage_Pos_Goto=Перейти к
IDS_Stage_Calibrate=Калибровать
IDS_Stage_Reset=Сбросить
IDS_Stage_Stop=Стоп
IDS_STATIC_IMP_PANEL_Group_Log =журнал
IDS_STATIC_IMP_PANEL_Group_Thumb =миниизображения
IDS_BUTTON_IMP_PANEL_Thumb_Save=Сохранить
IDS_BUTTON_IMP_PANEL_Thumb_Delete=Удалить
IDS_BUTTON_IMP_PANEL_Thumb_View=Вид
IDS_CHECK_IMP_PANEL_Thumb_SelAll=Выбрать все
IDS_STATE_OPEN=Открыть
IDS_STATE_CLOSE=Закрыть
IDS_STATIC_STATUS_EMI_Label =I пушки

IDS_6K_STATIC_Version          =KYKY-SEM  Версия ПО 2.4.1.1
IDS_6K_STATIC_Copyright        =Авторские права (C) 2014 - 2024    KYKY Co., Ltd.
IDS_6K_ABOUTBOX					=О программе KYKY-SEM
IDS_6K_STATIC_Time             =2024/06
IDS_DLG_InputACQ_ForSEM=Пожалуйста, введите заметки к изображению
IDS_SEMCTL_EDIT=Редактирование символов на экране
IDS_SEMCTL_RenewSelect=Выбор элементов управления
IDS_3K2_DLG_PARAM=KYKY-EM3200 список параметров управления 
IDS_3K2_DLG_PARAM_RECORD=История
IDS_3K2_PAGE_SCAN_PHOTO=Общие настройки
IDS_3K2_PAGE_LANGUAGE_OTHER=Другие
IDS_IMP_PANEL_VACUUM_CTRL=Вакуум
IDS_IMP_PANEL_COLUMN=Колонна
IDS_IMP_PANEL_DETECTOR=Детектор
IDS_IMP_PANEL_IMAGE=Изображение
IDS_IMP_PANEL_ACCESSORY=Аксессуары
IDS_IMP_PANEL_ROBINSON=BSE
IDS_IMP_PANEL_VIDEO=Видео
IDS_Debug_Main=Отладка
IDS_PAGE_SYS=Цвета/Шрифты
IDS_PAGE_FEG_OPT=FEG
IDS_PANEL_Stage=Столик
IDS_STATIC_INPUTACQ_HV=Ускоряющее напряжение:
IDS_STATIC_INPUTACQ_MAG=Увеличение:
IDS_STATIC_MSG_RenewSelect=Выберите параметры управления для обновления
IDS_BUTTON_WriteOneKey=Записать параметры в предустановку OneKEY
IDS_CHECK_TestLEDs=Проверка индикаторов коммуникаций
IDS_BUTTON_ReadIDs=Считывание ID плат
IDS_CHECK_Debug_LogAll=Записать все лог-файлы
IDS_EDIT_Debug_Scale=Пользовательская шкала
IDS_EDIT_Debug_Scale    =U-шкала
IDS_COMBO_Debug_HVPower_Port =com-порт ВВ-бака (следующий раз):
IDS_COMBO_Debug_CCG_Port =com-порт ССG (следующий раз):
IDS_COMBO_Debug_EMI=Ожидаемое значение EMI
IDS_COMBO_Debug_Board_Port=COM-порт платы\n(next time)
IDS_COMBO_Debug_Meter_Port=Meter com port\n(next time)
IDS_CHECK_Preview_ShowPrev=Предварительный просмотр
IDS_CHECK_Save_Src      =Save Original Image Data
IDS_CHECK_SwScrMag      =показать увеличение на мониторе
IDS_BUTTON_ShowCameraImage=Включить камеру
IDS_CHECK_SwDate=Показать дату
IDS_CHECK_SwNote=Показать заметку
IDS_Stage_Group=Автостолик
IDS_RenewSemCtrl=Обновить текущие параметры управления
IDS_PARAM_SAVE=Сохранить параметры
IDS_PARAM_LOAD=Загрузить параметры
IDS_RADIO_CAMERASPEED_1		=32 мкс
IDS_RADIO_CAMERASPEED_40	=64 мкс
IDS_RADIO_CAMERASPEED_80	=128 мкс
IDS_RADIO_CAMERASPEED_120	=256 мкс
IDS_PAGE_SCAN_STATIC_GROUP_ScanSpeed=Скорость сканирования
IDS_PAGE_SCAN_STATIC_GROUP_PhotoSpeed=Скорость накопления изображения
IDS_PAGE_SCAN_STATIC_GROUP_PhotoSerialNumber=Sync. Serial Number
IDS_PAGE_SCAN_STATIC_PhotoSerialNumber=Sync. SN:
IDS_PAGE_SCAN_STATIC_GROUP_Reso=Разрешение
IDS_PAGE_SCAN_STATIC_GROUP_Chn=Каналы
IDS_PAGE_LANG_STATIC_GROUP_Lang=Язык
IDS_PAGE_LANG_RADIO_CHS=Китайский
IDS_PAGE_LANG_RADIO_ENG=Английский
IDS_PAGE_LANG_RADIO_RUS=Русский
IDS_PAGE_LANG_STATIC_GROUP_Other=Другой
IDS_PAGE_LANG_CHECK_OpenImageAfterSnap=Открыть изображение после накопления
IDS_CHECK_Debug_CCGvalueLock			=сигнал вакуумного датчика блокирует подачу ускоряющего
IDS_PAGE_LANG_STATIC_GROUP_Prior		=Предпочтительный формат файла
IDS_PAGE_LANG_RADIO_Prior_sem			=SEM-файл (*.sem) (рекомендуется для измерений)
IDS_PAGE_LANG_RADIO_Prior_bmp			=BMP-файл (*.bmp)
IDS_PAGE_LANG_RADIO_Prior_gif			=GIF файл (*.gif)
IDS_PAGE_LANG_RADIO_Prior_jpg			=JPG файл (*.jpg;*.jpeg)
IDS_PAGE_LANG_RADIO_Prior_png			=PNG файл (*.png)
IDS_PAGE_LANG_RADIO_Prior_mng			=MNG файл (*.mng;*.jng)
IDS_PAGE_LANG_RADIO_Prior_ico			=ICO CUR файл (*.ico;*.cur)
IDS_PAGE_LANG_RADIO_Prior_tif			=TIF файл (*.tif;*.tiff)
IDS_PAGE_LANG_RADIO_Prior_tga			=TGA файл (*.tga)
IDS_PAGE_LANG_RADIO_Prior_pcx			=PCX файл (*.pcx)
IDS_PAGE_LANG_RADIO_Prior_jbg			=JBG файл (*.jbg)
IDS_PAGE_LANG_RADIO_Prior_jp2			=JP2 файл (*.j2k;*.jp2)
IDS_PAGE_LANG_RADIO_Prior_jpc			=JPC файл (*.j2c;*.jpc)
IDS_PAGE_LANG_RADIO_Prior_pgx			=PGX файл (*.pgx)
IDS_CHECK_Debug_Vacuum=Запустить режим отладки вакуумной системы
IDS_CHECK_DEBUG_AutoStage=Расширенный режим автостолика
IDS_STATIC_Debug1=Введите пароль:
IDS_STATIC_Debug2=While start using HV function to debug= the control of high voltage is NOT in chain. \nLaypeople should not use!!!"
IDS_CHECK_Debug_HV=Использование функции HV для отладки
IDS_CHECK_Debug_Accel=Using accelerators
IDS_STATIC_Debug_Setup_B=Оптимальное значение яркости:
IDS_STATIC_Debug_Setup_C=Оптимальное значение контраста:
IDS_PAGE_SYS_STATIC_GROUP_Color=Выбор цвета
IDS_PAGE_SYS_Color_Static_Trans=Прозрачность фона инфостроки
IDS_PAGE_SYS_Color_Static_Back=Фон инфостроки
IDS_PAGE_SYS_Color_Static_EditText=Редактировать текст:
IDS_PAGE_SYS_Color_Static_LabelText=Текст инфостроки:
IDS_PAGE_SYS_Color_Static_LabelLogoText=Текст логотипа:
IDS_PAGE_SYS_Color_Static_UScaleText=Текст масштабного маркера:
IDS_PAGE_SYS_Color_Static_UScaleLine=Линия масштабного маркера:
IDS_PAGE_SYS_Color_Static_OscGrid=Сетка Профиля яркости:
IDS_PAGE_SYS_Color_Static_OscGraph=График Профиля яркости:
IDS_PAGE_SYS_Color_Btn_Default=По умолчанию
IDS_PAGE_SYS_Font_Btn_Default	=По умолчанию
IDS_PAGE_SYS_STATIC_GROUP_Font=Выбрать шрифты
IDS_PAGE_SYS_Font_Static_EditText_Name=Шрифт текста:
IDS_PAGE_SYS_Font_Static_EditText_Size=Размер шрифта:
IDS_PAGE_SYS_Font_Static_LabelText_Name=Шрифт инфостроки:
IDS_PAGE_SYS_Font_Static_UScaleText_Name=Шрифт для линейных измерений:
IDS_STATIC_AngleOptions_Color_Line =Color of Line:
IDS_STATIC_AngleOptions_Color_Arc =Color of Arc:
IDS_STATIC_AngleOptions_Color_Text =Color of Text:
IDS_STATIC_AngleOptions_Font_Size =Size of Font:
IDS_BUTTON_AngleOptions_SetDefault =Set Default
IDS_Angle_Options=Angle Options

IDS_MENUITEM_FILE_NEW           =Создать
IDS_MENUITEM_FILE_OPEN          =Открыть
IDS_MENUITEM_FILE_CLOSE         =Закрыть
IDS_MENUITEM_FILE_SAVE          =Сохранить
IDS_MENUITEM_FILE_SAVE_AS       =Сохранить как
IDS_MENUITEM_FILE_PRINT_SETUP   =Настройка печати
IDS_MENUITEM_FILE_PRINT         =Печать
IDS_MENUITEM_FILE_PRINT_PREVIEW =Предварительный просмотр
IDS_MENUITEM_FILE_MRU_FILE1     =Открыть документ
IDS_MENUITEM_EDIT_COPY          =Копировать
IDS_MENUITEM_EDIT_CUT           =Вырезать
IDS_MENUITEM_EDIT_PASTE         =Вставить
IDS_MENUITEM_EDIT_UNDO          =Отменить
IDS_MENUITEM_EDIT_REDO          =Повторить
IDS_MENUITEM_WINDOW_NEW         =Новое окно
IDS_MENUITEM_WINDOW_ARRANGE     =Свернуть
IDS_MENUITEM_WINDOW_CASCADE     =Каскадные окна
IDS_MENUITEM_WINDOW_TILE_HORZ   =Разместить окна горизонтильной мозаикой
IDS_MENUITEM_WINDOW_TILE_VERT   =Разместить окна вертикальной мозаикой
IDS_MENUITEM_APP_ABOUT_6K       =О программе KYKY-EM8X00...
IDS_MENUITEM_APP_EXIT           =Выход
IDS_MENUITEM_HELP               =помощь
IDS_MENUITEM_VIEW_TOOLBAR       =Панель инструментов
IDS_MENUITEM_VIEW_STATUS_BAR    =Строка состояния
IDS_TOOLTIP_FILE_NEW            =Создать
IDS_TOOLTIP_FILE_OPEN           =Открыть
IDS_TOOLTIP_FILE_CLOSE          =Закрыть
IDS_TOOLTIP_FILE_SAVE           =Сохранить
IDS_TOOLTIP_FILE_SAVE_AS        =Сохранить как
IDS_TOOLTIP_FILE_PRINT_SETUP    =Настройка печати
IDS_TOOLTIP_FILE_PRINT          =Печать
IDS_TOOLTIP_FILE_PRINT_PREVIEW  =Предварительный просмотр
IDS_TOOLTIP_FILE_MRU_FILE1      =Открыть документ
IDS_TOOLTIP_EDIT_COPY           =Копировать
IDS_TOOLTIP_EDIT_CUT            =Вырезать
IDS_TOOLTIP_EDIT_PASTE          =Вставить
IDS_TOOLTIP_EDIT_UNDO           =Отменить
IDS_TOOLTIP_EDIT_REDO           =Повторить
IDS_TOOLTIP_WINDOW_NEW          =Новое окно
IDS_TOOLTIP_WINDOW_ARRANGE      =Свернуть
IDS_TOOLTIP_WINDOW_CASCADE      =Каскадные окна
IDS_TOOLTIP_WINDOW_TILE_HORZ    =Разместить окна горизонтильной мозаикой
IDS_TOOLTIP_WINDOW_TILE_VERT    =Разместить окна вертикальной мозаикой
IDS_TOOLTIP_APP_ABOUT_6K        =О программе
IDS_TOOLTIP_APP_EXIT            =Выход
IDS_TOOLTIP_HELP                =Помощь
IDS_TOOLTIP_VIEW_TOOLBAR        =Панель инструментов
IDS_TOOLTIP_VIEW_STATUS_BAR     =Строка состояния
IDS_MENUITEM_ROOT_IMAGE_FILE				=Файл
IDS_MENUITEM_ROOT_IMAGE_EDIT				=Редактировать
IDS_MENUITEM_ROOT_IMAGE_VIEW				=Просмотр
IDS_MENUITEM_ROOT_IMAGE_IMAGE				=Изображение
IDS_MENUITEM_ROOT_IMAGE_WINDOW				=Окно
IDS_MENUITEM_ROOT_IMAGE_HELP				=Помощь
IDS_MENUITEM_ROOT_SCAN_FILE     =Файл(&F)
IDS_MENUITEM_ROOT_SCAN_VIEW     =Просмотр(&V)
IDS_MENUITEM_ROOT_SCAN_SCAN		=Сканировать(&S)
IDS_MENUITEM_ROOT_SCAN_LENS		=Управление линзаим(&L)
IDS_MENUITEM_ROOT_SCAN_IMAGE	=Изображение(&I)
IDS_MENUITEM_ROOT_SCAN_AUTO		=Авто(&A)
IDS_MENUITEM_ROOT_SCAN_TOOLS	=Инструменты(&T)
IDS_MENUITEM_ROOT_SCAN_WINDOW	=Окно(&W)
IDS_MENUITEM_ROOT_SCAN_HELP		=Помощь(&H)
IDS_MENUITEM_ROOT_SCAN_IMAGE_SUB_MULTI =многоканальный
IDS_MENUITEM_ROOT_SCAN_LOG=журнал
IDS_MENUITEM_ROOT_IMAGE_SUB_FILTER=Фильтры
IDS_MENUITEM_ROOT_IMAGE_SUB_ALPHA=Альфа-канал
IDS_MENUITEM_ROOT_IMAGE_SUB_SPLIT=Разделенные каналы
IDS_MENUITEM_ROOT_IMAGE_SUB_COLOR=Цвет
IDS_MENUITEM_ROOT_IMAGE_SUB_Line_Filter=Линейный фильтр
IDS_MENUITEM_ROOT_IMAGE_SUB_Non_Line_Filter=Нелинейный фильтр
IDS_MENUITEM_CXIMAGE_ALPHASTRIP=Полоса
IDS_MENUITEM_CXIMAGE_BLUR=Размытие
IDS_MENUITEM_CXIMAGE_LESSCONTRAST=Уменьшение контраста
IDS_MENUITEM_CXIMAGE_Shadow=Корреция теней
IDS_MENUITEM_CXIMAGE_Repair=Восстановить
IDS_MENUITEM_CXIMAGE_Jpeg=Сжатие JPEG
IDS_MENUITEM_CXIMAGE_PHOTO=Отправить изображение в буфер
IDS_MENUITEM_CXIMAGE_MIRROR=Зеркальное отображение
IDS_MENUITEM_CXIMAGE_FLIP=Перевернуть
IDS_MENUITEM_CXIMAGE_NEGATIVE=Негатив
IDS_MENUITEM_CXIMAGE_THRESHOLD=Пороговая величина
IDS_MENUITEM_CXIMAGE_COLORIZE=Добавить цвет
IDS_MENUITEM_CXIMAGE_LIGHTEN=Осветление
IDS_MENUITEM_CXIMAGE_DARKEN=Затемнение
IDS_MENUITEM_CXIMAGE_CONTRAST=Контраст
IDS_MENUITEM_CXIMAGE_ERODE=Эрозия
IDS_MENUITEM_CXIMAGE_DILATE=Дилатация
IDS_MENUITEM_CXIMAGE_SOFTEN=Смягчить
IDS_MENUITEM_CXIMAGE_SHARPEN=Резкость
IDS_MENUITEM_CXIMAGE_EDGE=Выделить края
IDS_MENUITEM_CXIMAGE_EMBOSS=Тиснение
IDS_MENUITEM_CXIMAGE_ROTATEL=Повернуть налево
IDS_MENUITEM_CXIMAGE_ROTATER=Повернуть вправо
IDS_MENUITEM_CXIMAGE_ROTATE=Повернуть
IDS_MENUITEM_CXIMAGE_RESAMPLE=Повторить выборку
IDS_MENUITEM_CXIMAGE_OPACITY=Непрозрачность
IDS_MENUITEM_CXIMAGE_REMOVEALPHACHANNEL=Удалить
IDS_MENUITEM_CXIMAGE_GRAYSCALE=В градациях серого
IDS_MENUITEM_CXIMAGE_DITHER=Дизеринг
IDS_MENUITEM_CXIMAGE_DECREASEBPP=Уменьшить глубину цвета
IDS_MENUITEM_CXIMAGE_INCREASEBPP=Увеличить глубину цвета
IDS_MENUITEM_CXIMAGE_SPLITRGB=Разделить на RGB
IDS_MENUITEM_CXIMAGE_SPLITYUV=Разделить на YUV
IDS_MENUITEM_CXIMAGE_SPLITHSL=Разделить на HSL
IDS_MENUITEM_CXIMAGE_PSEUDOCOLORS=Псевдоцвета
IDS_MENUITEM_CXIMAGE_OPTIONS=Опции...
IDS_MENUITEM_CXIMAGE_STRETCH_MODE=Режим растяжения
IDS_MENUITEM_VIEW_Flag=Флаг
IDS_MENUITEM_CTRL_Overhaul=Overhaul
IDS_MENUITEM_CTRL_SACP=Используйте S.A.C.P.
IDS_MENUITEM_WINDOW_RETURN_TO_SCAN=Вернуться к окну сканирования
IDS_MENUITEM_TOOLS_ResoFactor=Get the factor of resolution
IDS_MENUITEM_ADJUSTOR_OBJECTIVE_LENS=Экран настройки объективной линзы
IDS_MENUITEM_ADJUSTOR_STIGMATOR=Экран настойки стигматора
IDS_MENUITEM_ADJUSTOR_CONDENSER_LENS_REVERSE=Condenser Lens Reversal Switch
IDS_MENUITEM_ADJUSTOR_OBJECTIVE_LENS_REVERSE=Objective Lens Reversal Switch
IDS_MENUITEM_SCAN_SPEED_1			=Скорость сканирования 1
IDS_MENUITEM_SCAN_SPEED_2			=Скорость сканирования 2
IDS_MENUITEM_SCAN_SPEED_3			=Скорость сканирования 3
IDS_MENUITEM_SCAN_SPEED_4			=Скорость сканирования 4
IDS_MENUITEM_AUTO_BRIGHT_CONTRAST=Автояркость/контраст
IDS_MENUITEM_AUTO_FOCUS=Автофокус
IDS_MENUITEM_AUTO_STIGMATOR=Автостигматоры
IDS_MENUITEM_AUTO_FILAMENT=Автонагрев пушки
IDS_MENUITEM_SCAN_TYPE_LIVE=Живое сканирование
IDS_MENUITEM_SCAN_TYPE_FREEZE=Остановить сканирование
IDS_MENUITEM_SCAN_TYPE_NORMAL=Непрерывное сканирование
IDS_MENUITEM_SCAN_TYPE_ACTIVERECT=Окно фокусировки
IDS_MENUITEM_SCAN_TYPE_LINE_HORZ=Сканирование по горизонтальной линии
IDS_MENUITEM_SCAN_TYPE_LINE_VERT=Сканирование по вертикальной линии
IDS_MENUITEM_SCAN_TYPE_SPOT=Сканирование в точке
IDS_MENUITEM_SCAN_TYPE_CAMERA_SIMULATE=Накопление изображения
IDS_MENUITEM_SCAN_TYPE_SPLIT=Два канала
IDS_MENUITEM_SCAN_TYPE_SPLIT_ZOOM=Увеличение в режиме двух каналов
IDS_MENUITEM_SCAN_TYPE_DET2=Только канал 2
IDS_MENUITEM_PHOTO_SNAPSHOT=Снимок
IDS_MENUITEM_PHOTO_PREVIEW=Предварительный просмотр фото
IDS_MENUITEM_OTHERS_RULER_Add=Добавить измерение
IDS_MENUITEM_OTHERS_ABC=Редактирование заметки
IDS_MENUITEM_OTHERS_LABEL=Инфострока
IDS_MENUITEM_OTHERS_DATE=Дата
IDS_MENUITEM_OTHERS_RULER=Масштабный маркер
IDS_MENUITEM_OTHERS_NOTE=Примечания
IDS_MENUITEM_OTHERS_FOV =Field of View
IDS_MENUITEM_OTHERS_PixelSize =Pixel Size
IDS_MENUITEM_OTHERS_ANGLE =Angle
IDS_MENUITEM_OTHERS_ANGLE_Options =Options
IDS_MENUITEM_OTHERS_ANGLE_Delete =Delete
IDS_MENUITEM_SCAN_RESOLUTION_5 =Разрешение сканирования 1
IDS_MENUITEM_SCAN_RESOLUTION_6 =Разрешение сканирования 2
IDS_MENUITEM_ADJUSTOR_MANUAL_ObjectiveLens=Объектив точно
IDS_MENUITEM_ADJUSTOR_MANUAL_ObjectiveLens2=Объектив грубо
IDS_MENUITEM_ADJUSTOR_MANUAL_CondenserLens=Конденсор точно
IDS_MENUITEM_ADJUSTOR_MANUAL_CondenserLens2=Конденсор грубо
IDS_MENUITEM_ADJUSTOR_MANUAL_StigmatorX=Стигматор X точно
IDS_MENUITEM_ADJUSTOR_MANUAL_StigmatorX2=Стигматор X грубо
IDS_MENUITEM_ADJUSTOR_MANUAL_StigmatorY=Стигматор Y точно
IDS_MENUITEM_ADJUSTOR_MANUAL_StigmatorY2=Стигматор Y грубо
IDS_MENUITEM_ADJUSTOR_MANUAL_ScanShiftX=Сдвиг сканирования по X
IDS_MENUITEM_ADJUSTOR_MANUAL_ScanShiftY=Сдвиг сканирования по Y
IDS_MENUITEM_ADJUSTOR_MANUAL_BeamAlignmentX=Центрирование пучка по X
IDS_MENUITEM_ADJUSTOR_MANUAL_BeamAlignmentY=Центрирование пучка по Y
IDS_MENUITEM_ADJUSTOR_MANUAL_Brightness=Яркость
IDS_MENUITEM_ADJUSTOR_MANUAL_Contrast=Контраст
IDS_MENUITEM_ADJUSTOR_MANUAL_NULL=Ноль
IDS_MENUITEM_ACCESSORIES_FRAME_RATE=Стандартный прямоугольник
IDS_MENUITEM_ACCESSORIES_OSCILLOGRAPH=Профиль яркости
IDS_MENUITEM_ACCESSORIES_STAND_IMAGE=Стандартное изображение
IDS_MENUITEM_VIEW_BAR_0=Панель инструментов
IDS_MENUITEM_VIEW_PANEL_1=Панель управления
IDS_MENUITEM_VIEW_PANEL_2=Панель отладки
IDS_MENUITEM_VIEW_PANEL_3=Гистограмма
IDS_MENUITEM_VIEW_PANEL_4=Панель управления столиком
IDS_MENUITEM_VIEW_PANEL_5=Панель автоматического тестирования
IDS_MENUITEM_VIEW_PANEL_6=Панель автоматической калибровки
IDS_MENUITEM_VIEW_PANEL_7=Graph Panel
IDS_MENUITEM_VIEW_PANEL_8=Thumb Panel
IDS_MENUITEM_VIEW_PANEL_9=Панель журнала
IDS_MENUITEM_VIEW_ALL_PARAM=Список параметров управления
IDS_MENUITEM_VIEW_ACTUAL_SIZE_IMAGE=Просмотр в масштабе (1:1)
IDS_MENUITEM_VIEW_ZOOM_IN=Увеличить
IDS_MENUITEM_VIEW_ZOOM_OUT=Уменьшить
IDS_MENUITEM_VIEW_ZOOM_FULL_SCREEN=На весь экран
IDS_MENUITEM_VIEW_ZOOM_FIT=Вписать в размеры экрана
IDS_MENUITEM_OPTIONS_SETUP=Параметры...
IDS_MENUITEM_OPTIONS_SETUP_SCAN=Настройка параметров сканирования/фото
IDS_MENUITEM_OPTIONS_SETUP_MANUAL=Ручная настройка параметров
IDS_MENUITEM_OPTIONS_SETUP_OTHERS=Другие настройки 
IDS_MENUITEM_OPTIONS_DEBUG=Отладка
IDS_MENUITEM_OPTIONS_ListenStart	=Start Listening...
IDS_MENUITEM_OPTIONS_ListenStop		=Stop Listen
IDS_MENUITEM_Stage_Coordinate_origin=Начальное положение
IDS_MENUITEM_ROOT_SCAN_TOOLS_SUB_SERVICE=Сервис
IDS_MENUITEM_OPTIONS_TestParameter=Test Parameter
IDS_MENUITEM_OPTIONS_ManageScenario=Manage Scenario
IDS_MENUITEM_OPTIONS_Log=Log
IDS_MENUITEM_Log_Show=Show Log Data
IDS_MENUITEM_Log_Settings=Show Trend Chart
IDS_MENUITEM_Log_AdvancedSettings=Advanced Settings
IDS_MENUITEM_AUTO_Contrast=Auto Contrast

IDS_STATIC_INPUTACQ_PROMPT      =Вы пытаетесь сохранить стандартное изображение как нестандартное.\nПожалуйста введите информацию о желаемом изображении\n\nВнимание!!!\nточность информации влияет на точность обработки изображения!
IDS_STATIC_MSG_PROGRESS=Изменение тока накала
IDS_WRONG_SHELL=ПО KYKY должно работать под управлением Windows 95 или Windows NT 4.0 или более поздней версии!
IDS_ALREADY_RUNNING=ПО KYKY Control уже запущено!
IDS_STRING_AUTO_ACC		=Auto Gun
IDS_STRING_AUTO_FOCUS=Автоматическая фокусировка. Пожалуйста подождите... 
IDS_STRING_AUTO_STIGMATOR=Автоматическая коррекция астигматизма. Пожалуйста подождите...
IDS_STRING_AUTO_BC=Автоматическая коррекция яркости и контраста. Пожалуйста подождите...
IDS_STRING_AUTO_FILAMENT1=Автонагрев пушки. Пожалуйста подождите...
IDS_STRING_AUTO_FILAMENT2=Автонагрев пушки. Поиск точки насыщения. Пожалуйста подождите...
IDS_STRING_AUTO_WAITHV	=Auto load gun parameters now, please wait... ...
IDS_SD_TITLE_AUTO_BC =Автоматическая яркости и контраста
IDS_SD_TITLE_AUTO_Focus =Автоматическая фокусировка
IDS_SD_TITLE_AUTO_Stigmator =Автоматическая астигматизма
IDS_SD_TITLE_AUTO_Filament =Автонагрев пушки
IDS_SEMCTRL_PagePanel=Контроль сканирования
IDS_SEMCTRL_PagePanelAccessory=Аксессуары
IDS_SEMCTRL_PagePanelVideo=Видеопроцессор
IDS_SEMCTRL_PagePanelManualCtrl=Управление вручную
IDF_CheckedErr_SemMessage=Получено сообщение об ошибке SEM (ID 0x%02X= длина %d)
IDF_ASK_TO_SAVE=Сохранить изменения в %sг┐

IDF_RecordTime=%Y/%m/%d %H:%M:%S (y/m/d H:M:S)"
IDF_SD_SemControlPanelClassID_Null =неидентифицированный SemControlPanelClass [%d]
IDF_SD_SemControlPanelClassID_HV=[%03d] ВН
IDF_SD_SemControlPanelClassID_ScanShift=[%03d] поле зрения
IDF_SD_SemControlPanelClassID_BeamAlignment=[%03d] юстировка луча
IDF_SD_SemControlPanelClassID_Brightness=[%03d] яркость
IDF_SD_SemControlPanelClassID_Contrast=[%03d] контраст
IDF_SD_SemControlPanelClassID_Stigmator=[%03d] стигматор
IDF_SD_SemControlPanelClassID_ObjectiveLens=[%03d] объективная линза
IDF_SD_SemControlPanelClassID_CondenserLens=[%03d] конденсорная линза
IDF_SD_SemControlPanelClassID_FilamentCurrent=[%03d] накал
IDF_SD_SemControlPanelClassID_GunCurrent=[%03d] I пушки
IDF_SD_SemControlPanelClassID_Magnifier=[%03d] увеличение
IDF_SD_SemControlPanelClassID_WorkDistance=[%03d] рабочий отрезок
IDF_SD_SemControlPanelClassID_ObjectiveLensReverse=[%03d] реверс объективной линзы
IDF_SD_SemControlPanelClassID_CondenserLensReverse=[%03d] реверс конденсорной линзы
IDF_SD_SemControlPanelClassID_AuxiliaryStigmation=[%03d] вспм. стгм.
IDF_SD_SemControlPanelClassID_DCondenserLens=[%03d] вобблер конденсорной линзы
IDF_SD_SemControlPanelClassID_ScanRotate=[%03d] развертка
IDF_SD_SemControlPanelClassID_SACP=[%03d] S.A.C.P.
IDF_SD_SemControlPanelClassID_DFocus=[%03d] динамическая фокусировка
IDF_SD_SemControlPanelClassID_DFocusSwitch=[%03d] динамическая фокусировка
IDF_SD_SemControlPanelClassID_DObjectiveLens=[%03d] вобблер объективной линзы
IDF_SD_SemControlPanelClassID_DObjectiveLensSwitch=[%03d] вобблер объективной линзы
IDF_SD_SemControlPanelClassID_RobinsonDetectorSwitch=[%03d] детектор ОЭ
IDF_SD_SemControlPanelClassID_Signal2Brightness=[%03d] яркость сигнала 2
IDF_SD_SemControlPanelClassID_Signal2Contrast=[%03d] контраст сигнала 2
IDF_SD_SemControlPanelClassID_YAdjust=[%03d] компенсация наклона
IDF_SD_SemControlPanelClassID_ImageReverse=[%03d] инверт
IDF_SD_SemControlPanelClassID_GunCurrentAccelerate=[%03d] параметры луча
IDF_SD_SemControlPanelClassID_HVAccelerate=[%03d] потенциал сетки
IDF_SD_SemControlPanelClassID_BeamShift=[%03d] смещение луча
IDF_SD_SemControlPanelClassID_WobblerSwitch=[%03d] 
IDF_SD_SemControlPanelClassID_WobblerAmp=[%03d] амплитуда вобблинга
IDF_SD_SemControlPanelClassID_WobblerFreq=[%03d] частота вобблинга
IDF_SD_SemControlPanelClassID_TiltCompSwitch=[%03d] компенсация наклона
IDF_SD_SemControlPanelClassID_TiltComp=[%03d] компенсация наклона
IDF_SD_SemControlPanelClassID_FilImgSwitch=[%03d] изображение эмиттера
IDF_SD_SemControlPanelClassID_FilImg=[%03d] изображение эмиттера
IDF_SD_SemControlPanelClassID_StigmatorAuxSwitch=[%03d] вспм. стгм.
IDF_SD_SemControlPanelClassID_StigmatorAux=[%03d] вспм. стгм.

IDS_SD_DLGTITLE_IMAGEFILE1=Открыть изображение
IDS_SD_DLGTITLE_IMAGEFILE2=Сохранить изображение
IDS_SD_PROMPT_EXIT=Вы уверены, что хотите выйти?
IDS_SD_PROMPT_OVERHAUL_STATE =Идет процесс диагностики, управление высоким напряжением недоступно. Только для инженеров!
IDS_SD_PROMPT_OVERHAUL_TITLE=Опасно! Запрещено для неспециалистов!
IDS_SD_PROMPT_LOG_SELECT=Выберите элементы управления SEM для записи.
IDS_SD_PROMPT_DOSAVE1=Если вы сохраните файл в таком формате= он будет обработан некорректно. Вы уверены= что хотите сохранить файл?
IDS_SD_PROMPT_DOSAVE2=Вы хотите сохранить информацию на изображении? Информация на графическом слое включает в себя символы= дату и инфостроку.
IDS_SD_PROMPT_DOSAVE_TITLE=Подсказка
IDS_SD_TITLE_SELECT=Выберите элементы управления SEM для обновления
IDS_SD_TITLE_PARAM_SETUP=Параметры
IDS_SD_CTRL_FILE_TYPE=Файл управления KYKY-SEM (*.SemCtrl)|*.SemCtrl||
IDS_SD_LOG_FILE_TYPE=Файл журнала KYKY-SEM (*.SemLog)|*.SemLog||
IDS_SD_CHANGESTATE_DELETE_ALL=Закрыть все выбранные изображения
IDS_SD_PROMPT_TOOMANY_IMAGE=Вы открыли слишком много изображений,\nэто повлияет на использование памяти компьютера.\nСохраните и закройте часть изображений.
IDS_SD_PROMPT_IMAGE_VALID=Файл не найден или открыт с ошибкой!
IDS_SD_PROMPT_VAC_00=Ошибка инициализации
IDS_SD_PROMPT_VAC_01=Вы должны ЗАКРЫТЬ клапан V1
IDS_SD_PROMPT_VAC_02=Вакуумная система закрыта
IDS_SD_PROMPT_VAC_03=Вакуумная система закрыта. Пожалуйста= закройте клапан V1
IDS_SD_PROMPT_VAC_04=Клапан V1 теперь открыт
IDS_SD_PROMPT_VAC_05=Клапан V1 теперь закрыт
IDS_SD_PROMPT_VAC_06=Напуск камеры= задержка 3 с.
IDS_SD_PROMPT_VAC_07=Напуск пушки= задержка 3 с."
IDS_SD_PROMPT_VAC_08=Клапан напуска закрыт.
IDS_SD_PROMPT_VAC_09=Клапан напуска закрыт= задержка 3 с.
IDS_SD_PROMPT_VAC_10=Вакуум камеры ухудшился
IDS_SD_PROMPT_VAC_11=Вакуум пушки ухудшился
IDS_SD_PROMPT_VAC_12=Вакуум камеры улучшился= задержка 3 с.
IDS_SD_PROMPT_VAC_13=Вакуум пушки улучшился= задержка 3 с.
IDS_SD_PROMPT_VAC_14=Вакуум камеры и пушки ухудшился
IDS_SD_PROMPT_VAC_15=Вакуум камеры и пушки улучшился
IDS_SD_PROMPT_VAC_16=Вакуум камеры улучшился
IDS_SD_PROMPT_VAC_17=Вакуум пушки улучшился
IDS_SD_PROMPT_VAC_18=Вакуум камеры ухудшился= а пушки улучшился
IDS_SD_PROMPT_VAC_19	=Откачивается только камера, принудительно откройте ТМН; закройте клапан V3
IDS_SD_PROMPT_VAC_20	=Принудительно откройте ТМН; камера откачивается, откройте клапан V3
IDS_SD_PROMPT_VAC_21	=Клапан V1 открыт и ТМН закрыт, поэтому ТМН открыт быть не может
IDS_SD_PROMPT_VAC_22	=Вакуум в обоих объемах хороший, оба клапана открыты, принудительно закройте ТМН; удерживайте клапана V2 и V3 открытыми
IDS_SD_PROMPT_VAC_23	=Вакуум в обоих объемах хороший, оба клапана открыты, принудительно откройте ТМН; откройте ТМН напрямую
IDS_SD_PROMPT_VAC_24	=Принудительно закройте клапан V2, ТМН и клапан V3 нужно закрыть
IDS_SD_PROMPT_VAC_25	=Клапан V1 закрыт, vacuum of FOREL is GOOD, delay 3s
IDS_SD_PROMPT_VAC_26	=INT(s), сначала остановите сканирование
IDS_SD_PROMPT_VAC_27	=V2 открыт, задержка 2 сек, соединение с датчиком вакуума
IDS_SD_PROMPT_VAC_28	=V2 закрыт, соединение с датчиком вакуума прервано
IDF_SD_PROMPT_VAC_29	=Плата VAC инициализирована %d раз, ID платы: 0x%02X
IDS_SD_PROMPT_VAC_31	=SCN 
IDS_SD_PROMPT_VAC_32	=LNS 
IDS_SD_PROMPT_VAC_33	=VAC 
IDS_SD_PROMPT_VAC_34	=SPR 
IDS_SD_PROMPT_VAC_36	=устройство 
IDS_SD_PROMPT_VAC_37	=не готово!
IDS_SD_PROMPT_VAC_38	=готово!
IDS_SD_PROMPT_VAC_39	=ошибка!
IDF_SD_PROMPT_VAC_40	=%d раз, %s%s
IDS_SD_PROMPT_VAC_41    =плата VAC 
IDS_SD_PROMPT_VAC_42    =Контроллер низкого вакуума 
IDS_SD_PROMPT_AllBoardsOK  =все платы работают нормально!
IDS_SD_PROMPT_FilaBroken =эмиттер перегорел!
IDF_SD_PROMPT_INT_01	=INT 3 от платы VAC: 0x%02X
IDF_SD_PROMPT_INT_02	=ISR повторение = 0x%02X, 0x%02X
IDS_SD_PROMPT_INT_03=INT: Вакуум ухудшился, отключение высоковольтного источника питания!
IDS_SD_PROMPT_Input_Coadjust=Введите WD (единица измерения: мм)
IDS_SD_PROMPT_Input_Trial=Введите регистрационный ключ
IDF_SD_PROMPT_Trial_Prompt1=Пробная версия: действительно в течение %d дней!
IDS_SD_PROMPT_Trial_Prompt2=Была зарегистрирована как полная версия!
IDS_SD_PROMPT_Trial_Prompt3=Нелегальная версия!
IDS_SD_PROMPT_Trial_Prompt4=Истечение пробного периода!
IDS_SD_PROMPT_Trial_Prompt5=Неверный регистрационный ключ!
IDS_SD_PROMPT_Input_Note=Введите примечание
IDS_SD_PROMPT_Open_CCD=Включение инфракрасной подсветки камеры повлияет на загрузку EDS!\nВы уверены= что хотите включить камеру ?
IDS_SD_PROMPT_Input_Mag=Пожалуйста= введите значение увеличения
IDS_SD_PROMPT_ResoFactor=Коэффициент разрешения изображения:
IDS_SD_PROMPT_Input_PixelNum =Please input the length of the U-Scale
IDS_SD_PROMPT_Input_SampleHeight =Please input the sample height (mm)
IDS_SD_PROMPT_VACBRD_X_0=инициализация
IDS_SD_PROMPT_VACBRD_X_1=Атмосферное давление в камере
IDS_SD_PROMPT_VACBRD_X_2=Атмосферное давление в пушке
IDS_SD_PROMPT_VACBRD_X_3=Откачка высокого вакуума
IDS_SD_PROMPT_VACBRD_X_4=Откачка низкого вакуума
IDS_SD_PROMPT_VACBRD_X_5=Высокий вакуум
IDS_SD_PROMPT_VACBRD_X_6=Низкий вакуум
IDS_SD_PROMPT_VACBRD_X_7=Ошибка запуска TMP
IDS_SD_PROMPT_VACBRD_M_0=Вакуум пушки в норме
IDS_SD_PROMPT_VACBRD_M_1=Ошибка вакуума пушки
IDS_SD_PROMPT_VACBRD_Warn_0=Предупреждение о запуске TMP
IDS_SD_PROMPT_VACBRD_Warn_1=Предупреждение о вакууме в камере
IDS_SD_PROMPT_VACBRD_Warn_2=Предупреждение о вакууме в камере= когда V1 открыт
IDS_SD_PROMPT_VACBRD_Warn_3=Предупреждение о вакууме в камере= когда V1 закрыт
IDS_SD_PROMPT_VACBRD_NotReach=Низкий вакуум не достиг необходимого значения в течение 3 мин.
IDS_Stage_Device_NOT_Found=Не удается открыть карту управления столиком X - Y Авто
IDS_Stage_SD_TITLE_AUTO_FindIndex=Калибровка столика (поиск индекса)
IDS_Stage_STRING_AUTO_FindIndex=Калибровка столика (поиск индекса). Пожалуйста= подождите......
IDS_SD_PROMPT_BeamDetect_Msg1=The adjustment range has been exceeded
IDS_SD_PROMPT_BeamDetect_Msg2=Please confirm whether to measure again? If "Yes", continue to measure; If "No", return to the original position of the stage and exit the detection mode

